site = 'http://127.0.0.1:8000/api/v1/'
main_menu = ('Парковочный сервис\n\n\n'
             'Перед использованием сервиса может потребоваться создание нового'
             ' пользователя или обновление токена в соответствующих '
             'разделах\n\n'
             'Выберете необходимый раздел: \n\n'
             '1 - Раздел пользователей\n'
             '2 - Раздел паркингов\n'
             '3 - Раздел записей\n'
             '4 - Раздел токенов\n'
             )

command_from_list = (f'Введите команду из списка ниже или '
                     'напишите exit для выхода из раздела:\n\n')

required_user_id = 'Введите id пользователя: '
not_required_user_id = 'Введите id пользователя или оставьте поле пустым для получения всех: '
required_parking_id = 'Введите id паркинга: '
not_required_parking_id = 'Введите id паркинга или оставьте поле пустым для получения всех: '
required_record_id = 'Введите id записи: '
not_required_record_id = 'Введите id записи или оставьте поле пустым для получения всех: '